tap "bellecp/fast-p"
tap "dracula/install"
tap "homebrew/bundle"
tap "minio/stable"

brew "autojump"
brew "automake"
brew "bat"
brew "bison"
brew "chruby"
brew "cowsay"
brew "ffmpeg"
brew "fortune"
brew "gcc"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitlab-ci-local"
brew "gitlab-runner"
brew "glab"
brew "gnupg"
brew "htop"
brew "jq"
brew "libffi"
brew "libyaml"
brew "lolcat"
brew "lsd"
brew "midnight-commander"
brew "ncdu"
brew "node"
brew "openssl@3"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "rtk"
brew "ruby-install"
brew "sshpass"
brew "texlive"
brew "thefuck"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xclip"
brew "yarn"
brew "minio/stable/mc"

cask "alt-tab"
cask "apparency"
cask "git-credential-manager"
cask "hiddenbar"
cask "numi"
cask "orbstack"
cask "raycast"
cask "rsyncui"
cask "suspicious-package"
cask "swiftbar"
cask "syntax-highlight"
cask "telegram"
cask "thunderbird"
cask "visual-studio-code"
