tap "bellecp/fast-p"
tap "dracula/install"
tap "homebrew/bundle"
brew "openssl@3"
brew "readline"
brew "autojump"
brew "automake"
brew "bat"
brew "bison"
brew "chruby"
brew "cowsay"
brew "gcc"
brew "ffmpeg"
brew "fortune"
brew "gdbm"
brew "git-lfs"
brew "libffi"
brew "libomp"
brew "libyaml"
brew "llvm"
brew "lolcat"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rsync"
brew "ruby-install"
brew "sshpass"
brew "thefuck"
brew "tmux"
brew "tree"
brew "yarn"
cask "alt-tab"
cask "apparency"
cask "docker"
cask "git-credential-manager"
cask "hiddenbar"
cask "numi"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "rsyncui"
cask "suspicious-package"
cask "visual-studio-code"
vscode "akhail.save-typing"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dedsec727.jekyll-run"
vscode "dracula-theme.theme-dracula"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emeryberger.scalene"
vscode "ericsia.pythonsnippets3"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "grapecity.gc-excelviewer"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ritwickdey.liveserver"
vscode "sainnhe.everforest"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "wscats.eno"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
